export function load() {
    return {
        menus: [
            {
                name: "О курсе",
                link: "#course",
            },
            {
                name: "Стомость",
                link: "#price",
            },
            {
                name: "Документы",
                link: "#docs",
            },
        ],
        videourl: "https://www.youtube.com/embed/9bZkp7q19f0",
        hello_images: [
            {
                src: "/hello_block_image_1.png",
                alt: "hello image",
            },
            {
                src: "/hello_block_image_2.png",
                alt: "hello image",
            },
        ],
        key_blocks: [
            {
                first: "24",
                second: "часа",
                third: "видеолекции",
            },
            {
                first: "48",
                second: "",
                third: "слайдов",
            },
            {
                first: "124",
                second: "страницы",
                third: "конспектов",
            },
        ],
        text_slides: [
            {
                texts: [
                    "Добро пожаловать на наш сайт, посвященный подготовке и проведению государственных закупок! Мы предлагаем онлайн курсы, которые помогут вам разобраться во всех тонкостях этого сложного процесса.",
                ],
            },
            {
                texts: [
                    "Наша платформа предоставляет информацию в различных форматах, чтобы каждый мог выбрать наиболее удобный способ обучения. У нас вы найдете множество видеоуроков, которые помогут вам наглядно понять основные принципы и правила госзакупок. Текстовая информация на сайте дополнит видеоматериалы и поможет углубить знания по теме.",
                ],
            },
            {
                texts: [
                    "Мы также предлагаем удобные слайды с ключевой информацией, которые помогут вам быстро запомнить основные моменты. Это отличный способ повторить материал и подготовиться к экзаменам или практическим заданиям.",
                    "Не упустите возможность стать экспертом в области государственных закупок! Присоединяйтесь к нашим курсам уже сегодня и получите необходимые знания и навыки для успешной работы в этой области.",
                ],
            },
        ],
    };
}
